<h2 style="text-align: center;">
    <span>九斗鱼零钱计划委托投资协议</span>
</h2>
<p><span>尊敬的委托出借人：为了维护您的自身权益、防范投资风险，请在投资前仔细阅读本协议各条款（尤其是风险提示）、以及与本产品相关的全部产品规则，以充分知悉、了解九斗鱼零钱计划的运作规则、投资范围以及协议双方的权利、义务和责任。一旦您在线点击相关同意协议及加入零钱计划的确认出借按钮即视为对本协议全部条款及相关业务规则已充分理解并完全接受。
</span>
</p>

<p style="text-align: left; text-indent: 24.0pt; background: white;"><span>甲方（平台服务方）：星果时代信息技术有限公司 </span></p>
<p><span>注：甲方具有提供互联网信息服务的资质并拥有九斗鱼（www.9douyu.com）的经营权 </span></p>


<p style="text-align: left; text-indent: 24.0pt; background: white;"><span>乙方（投资者）：{{ $name }}</span></p>

<p style="text-align: left; text-indent: 24.0pt; background: white;"><span>身份证号码：{{ $id_card }}</span>
</p>

<p><span>甲乙双方经友好协商，本着平等自愿、诚实信用的原则，就九斗鱼提供的"零钱计划"出借计划的相关事项订立有效合约，达成如下协议：</span></p>


<p><span>一、释义</span></p>

<p><span>除非本协议另有规定，以下词语在本协议中定义如下：</span></p>

<p><span>1.1 九斗鱼：指由甲方运营和管理的网站，域名为：www.9douyu.com。</span></p>

<p><span>1.2 零钱计划：是九斗鱼推出的期限灵活型投资产品</span></p>

<p><span>1.3 出借人（乙方）：指通过甲方九斗鱼成功注册账户的会员，可参考甲方的推荐自主选择出借一定金额的资金给借款客户，且具有完全民事权利/行为能力的自然人。</span></p>

<p><span>1.4 合作机构：指与甲方建立合作关系的机构，包括但不限融资性担保公司、第三方支付机构等。</span></p>
<p><span>1.5 借款客户：指有一定的资金需求，经过甲方或甲方的合作机构筛选、推荐并且得到甲方合作机构（包括小额贷款公司或融资性担保公司）全额本息安全后，在甲方九斗鱼注册账户，由甲方推荐给出借人并得到出借人资金，且具有完全民事权利/行为能力的自然人。</span></p>
<p><span>1.6 原始借款人：指自主选择出借一定金额的资金给借款客户，且具有完全民事权利/行为能力的自然人。</span></p>

<p><span>1.7 九斗鱼账户：指出借人或借款客户以自身名义在九斗鱼注册后系统自动产生的虚拟账户，通过第三方支付机构及/或其他通道进行充值或提现。</span></p>

<p><span>1.8《原始借款合同》：指由原始借款人放款产生的借款合同。</span></p>

<p><span>1.9《债权转让协议》：指注册用户通过九斗鱼平台购买原始债权产生的债权转让协议。</span></p>

<p><span>1.10 投资协议：指通过九斗鱼平台完成撮合交易，交易各方签署的有关协议。</span></p>

<p><span>1.11 加入资金：指出借人投资进入到"零钱计划"的资金</span></p>

<p><span>1.12 债权：指乙方将加入资金在"零钱计划"产品进行投资从而在相关协议项下享有的所有权利。</span></p>

<p><span>1.13 担保：指合作机构为出借人的借款提供的全额本息安全方式，包括但不限于以保证、抵押、质押等方式提供担保，或承诺进行代偿、债权回购或发放后备贷款等方式。</span></p>

<p><span>二、协议内容</span></p>

<p><span>2.1 零钱计划产品简介：零钱计划为由甲方及合作机构提供的部分项目作为投资标的，在系统支持下依照分散投资标准进行自动投标，并在收到用户指令的情况下由系统自动发起债权转让，通过出让已持有的债权以满足出借人资金流动性的需求，进而实现灵活投资并获取收益的目的。</span></p>

<p><span>2.2 投资范围：九斗鱼平台上的经甲方及合作机构推荐、并且得到合作机构（包括但不限于小额贷款公司或融资性担保公司等）全额本息安全的原始债权。</span></p>

<p><span>2.3 乙方知悉、了解并同意，本协议项下涉及的任何收益均为预期收益，甲方未以任何方式对本金及预期收益进行承诺或担保，乙方出借本金存在不能够按期收回的风险，同时，在实际收益未达到预期收益的情况下，乙方仅能收取其加入本金数额所对应的实际收益，在前述前提下，乙方同意通过九斗鱼平台加入甲方提供的零钱计划。</span>
</p>

<p><span>2.4 预期收益：乙方知悉、了解并同意，九斗鱼宣传页面显示的与"零钱计划"产品项下相关的收益以九斗鱼平台网站公布的信息及于具体交易文件内载明为准。</span></p>

<p><span>2.5 收益结算：本协议项下的加入资金按日结算收益，加入资金的本金部分在原融资项目终止后自动进行复投。每日的收益以实际结算为准。</span></p>
<p><span>2.6 加入资金来源保证：乙方保证其所用于购买债权的资金来源合法，乙方是该资金的合法所有人，如果第三方对资金归属、合法性问题提出异议，由乙方自行解决。如未能解决，则乙方承诺放弃享有其所出购买债权资金带来的利息等收益。</span></p>

<p><span>2.7 乙方在"零钱计划"产品项下加入资产总额、变动情况、收益等以乙方九斗鱼账户记载为准。</span></p>

<p><span>三、本协议的成立及生效</span></p>

<p><span>3.1 本协议成立：乙方应认真阅读《九斗鱼零钱计划委托投资协议》相关内容，并按照九斗鱼的规则，通过在九斗鱼上勾选"我同意《九斗鱼零钱计划委托投资协议》"以及点击"立即出借"按钮确认后，即视为乙方与甲方已达成协议并同意接受本协议的全部约定以及与九斗鱼网站所包含的其他与本协议有关的各项规则的规定。</span></p>

<p><span>3.2加入资金冻结：乙方点击"同意并确定投资"按钮确认后，即视为乙方已经向甲方发出不可撤销的授权指令，授权甲方委托相应的第三方支付机构及甲方开立监管账户的监管银行（"监管银行"）等合作机构，在监管账户中乙方九斗鱼用户名项下的虚拟账户（"乙方九斗鱼账户"）中，冻结金额等同于本协议第1.11条所列的"加入资金"的资金。上述冻结金额在甲方为乙方进行当笔加入资金的划转时解除，上述加入资金能且只能为1至10万元之间的整数。</span></p>
<p><span>3.3 加入资金划转：当笔加入资金全部冻结，且甲方系统完成所有资金的自动投标后，根据本期零钱计划所投不特定项目的《九斗鱼债权转让协议》的相关约定，上述不特定项目的原始借款人即不可撤销地授权甲方委托相应的第三方支付机构及监管银行等合作机构，将等同于本协议1.11条所列的"加入资金"的金额，逐笔按照《九斗鱼债权转让协议》第1条所列的"借款本金数额"，由监管账户中乙方九斗鱼账户下划转至监管账户中相应的原始债权人的九斗鱼账户，再由甲方系统划转至原始借款人的个人银行账户，划转完毕即视为债权转让成功。</span></p>
<p><span>3.4 本协议生效：本协议以在线点击的形式于甲方勾选并点击"确认出借"按钮即时生效，本协议生效后对乙方后续操作（包括但不限于多次加入资金、转出收益、转出本金等）均具有约束力。</span></p>
<p><span>四、投资管理</span></p>
<p><span>4.1 乙方全权委托甲方按照本协议的约定对加入资金作为投资本金进行分散投资，作为出借资金出借给九斗鱼平台上经甲方及合作机构推荐、并且得到合作机构（包括但不限于小额贷款公司或融资性担保公司等）全额本息安全的借款客户；同时，乙方授权甲方在完成上述自动优先投资后以乙方名义代为签署相应的《九斗鱼债权转让协议》。4.2 乙方加入本"零钱计划"产品项下的资金按日计算收益，每日计算收益后收益部分自动进行复投，但乙方可通过零钱计划"转出"功能将收益结转入其交易结算资金管理账户。</span></p>
<p><span>4.3 乙方加入零钱计划后，甲方将按照乙方加入零钱计划时间先后顺序，协助乙方将加入资金投资到具体的融资项目中去。</span></p>
<p><span>五、收益及费用</span></p>
<p><span>5.1 收益标准：以甲方九斗鱼网站展示及融资项目项下的文件载明为准。</span></p>
<p><span>5.2 收益来源：乙方委托甲方通过自动分散投资将自有资金购买由九斗鱼平台提供的原始债权后，借款客户每日的利息还款在扣除管理费用和/或提前赎回费用后的剩余部分将作为零钱计划的收益支付给乙方（若借款客户每日的利息还款不足以扣除提前赎回费用的，则在本金中予以扣除）。</span></p>
<p><span>5.3 收益起算、截止时间：当笔加入资金的收益于加入当日开始计算直至乙方完成账户内全部本金转出的当日截止。</span></p>
<p><span>5.4 收益转出方式：每日结算，随时转出；转出金额将会即时进入乙方的交易结算资金管理账户。</span></p>
<p><span>5.5 零钱计划费用种类：零钱计划费用包括管理费用。</span></p>
<p><span>5.6 管理费用来源：本协议项下管理费用来源于乙方购买的零钱计划所对应的借款的利息中超过零钱计划借款利率以外的部分。零钱计划实际收益不及借款利率的，甲方不收取管理费用。</span></p>
<p><span>5.7 费用收取方式：甲方按本协议向乙方返还（每日）收益时及进行收益复投时，甲方自动扣除当期管理费用，管理费用按日计算并收取。</span></p>
<p><span>六、加入资金退出</span></p>
<p><span>6.1 退出方式：乙方可选择部分或全部转出其在零钱计划中的投资资金（以下统称为"转出"，但不包含已申请转出的资金）。如需退出，乙方需以点击页面"转出"功能按钮的方式发出转出申请指令，并等待甲方确认乙方的转出申请。</span></p>
<p><span>6.2 上述转出指令一经发出即视为乙方不可撤销的授权甲方就转出金额代为发起债权出让，甲方将通过出让债权的交易方式协助乙方完成资金转出。此等授权的范围包括但不限于以等额定价为原则发起债权转让，代为以乙方名义与债权受让人签署相关交易协议（协议条款以九斗鱼网站公布为准）等，乙方将就甲方于授权范围内完成的行为承担全部法律责任并享有相应合同权利。上述指令一经甲方确认即视为甲方接受委托。</span></p>
<p><span>6.3 甲方将根据平台历史交易数据确定乙方可转出资金金额的额度范围，若乙方在当日发出转出申请未经甲方确认或其他因素导致乙方的转出申请未被确认的，乙方可在次日再次发起本金转出，是否确认以及能否再次完成转出以甲方网站反馈信息为准。</span></p>
<p><span>6.4 转出结果：本金转出申请被确认的，相应资金会于交易当日进入乙方交易结算资金管理账户；本金转出申请未被确认的，相应资金将保留于融资项目中继续计算收益。</span></p>
<p><span>6.5 资金到账时间：乙方的转出申请被确认后，一般在甲方确认后的当日内完成转出，转出资金将进入乙方的交易结算资金管理账户。</span></p>
<p><span>6.6 申请提现：乙方申请转出的资金成功到账后可申请提现，若该笔资金未进行过除加入零钱计划的其他投资行为则按照网站收费标准收取提现手续费。</span></p>
<p><span>七、本协议的修改及终止</span></p>
<p><span>7.1 本协议的任何修改、补充均须在九斗鱼（包括但不限于官网公告、站内信、手机平台等方式）进行公布并立即生效，无需另行通知乙方。如果乙方不接受修改，可立即以转出零钱计划中全部加入资金的方式终止本服务，如乙方继续投资零钱计划的即被视为接受修改，并受修改后的协议及相关业务规则约束。</span></p>
<p><span>7.2 双方均确认，本协议的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。</span></p>
<p><span>7.3 乙方同意甲方有权根据国家法律法规、监管政策、自律规定、市场变化等对本协议及与本协议相关的规则进行调整，必要时甲方有权终止乙方对 "零钱计划"投资，甲方并不就此承担违约责任。</span></p>
<p><span>7.4 乙方同意，在甲方终止"零钱计划"产品项下的投资服务的提供时，乙方持有零钱计划项下的资金将全部转出至乙方交易结算资金管理账户账户中，乙方可按照网站规定进行投资及提现等操作。</span></p>
<p><span>7.5 本协议作为乙方投资甲方"零钱计划"产品的约定，可适用于乙方在"零钱计划"项下的连续的或间断的多次投资行为，直至乙方不再投资该产品，本协议自动终止。</span></p>
<p><span>八、其他</span></p>
<p><span>8.1如双方在本协议履行过程中发生任何争议，应友好协商解决；如协商不成，则须提交甲方所在地有管辖权的人民法院诉讼解决。</span></p>

<p><span>甲方（平台服务方）：星果时代信息技术有限公司</span></p>
<p></p>
<p></p>
<p><span>{{ $date }}</span></p>
