-- MySQL dump 10.13  Distrib 5.6.34, for Linux (x86_64)
--
-- Host: rr-2zeap9jp480wx4j12.mysql.rds.aliyuncs.com    Database: jiudouyu_module_db
-- ------------------------------------------------------
-- Server version	5.6.29

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `module_ad_position`
--

LOCK TABLES `module_ad_position` WRITE;
/*!40000 ALTER TABLE `module_ad_position` DISABLE KEYS */;
INSERT INTO `module_ad_position`
VALUES
  (1,'PC-首页轮播图',1,0,'{\"name\":\"57b17871a99fa.png\",\"path\":\"\\/uploads\\/2016-08-15\\/\"}','2016-08-16 00:08:17','2016-08-16 00:08:17'),
  (2,'wap-首页轮播图',2,0,'{\"name\":\"57b18ea48dca0.png\",\"path\":\"\\/uploads\\/2016-08-15\\/\"}','2016-08-16 01:43:00','2016-08-16 01:43:00'),
  (3,'App-启动页',3,0,'{\"name\":\"57b18ecd679ac.png\",\"path\":\"\\/uploads\\/2016-08-15\\/\"}','2016-08-16 01:43:41','2016-08-16 01:43:41'),
  (4,'App-引导页',3,0,'{\"name\":\"57b18edf57b97.png\",\"path\":\"\\/uploads\\/2016-08-15\\/\"}','2016-08-15 17:43:59','2016-08-15 17:43:59'),
  (5,'App-banner',3,0,'{\"name\":\"57b19cc90a765.png\",\"path\":\"\\/uploads\\/2016-08-15\\/\"}','2016-08-16 02:43:21','2016-08-16 02:43:21'),
  (6,'App-首页展示3个按钮广告位（3.0）',3,0,'{\"name\":\"580864a6a15c4.png\",\"path\":\"\\/uploads\\/2016-10-20\\/\"}','2016-09-05 20:32:13','2016-10-20 06:31:32'),
  (7,'app-首页下方企业介绍',3,0,'{\"name\":\"57d01efdaa2d8.png\",\"path\":\"\\/uploads\\/2016-09-07\\/\"}','2016-09-08 06:06:53','2016-09-08 06:06:53'),
  (8,'理财列表+项目详情广告条',3,0,'{\"name\":\"57e206de607a7.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 12:04:46','2016-09-21 12:04:46'),
  (9,'APP登录页广告图',3,0,'{\"name\":\"57e20745d318d.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 12:06:29','2016-09-21 12:06:29'),
  (10,'app实名认证-广告文字',3,0,'{\"name\":\"57e20884b2d65.jpg\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 12:11:48','2016-09-21 12:11:48'),
  (11,'APP实名认证成功-图片',3,0,'{\"name\":\"57e208ada27e8.jpg\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 12:12:29','2016-09-21 12:12:29'),
  (12,'APP实名认证成功-按钮',3,0,'{\"name\":\"57e208ceaa407.jpg\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 12:13:02','2016-09-21 12:13:02'),
  (13,'PC-首页弹屏',1,0,'{\"name\":\"57e22b506791d.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:40:16','2016-09-21 14:40:16'),
  (14,'PC-注册页（右）',1,0,'{\"name\":\"57e22bd3539ba.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:42:27','2016-09-21 14:42:27'),
  (15,'PC-登录页（左）',1,0,'{\"name\":\"57e22bf832b2a.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:43:04','2016-09-21 14:43:04'),
  (16,'PC-定期理财页（右）',1,0,'{\"name\":\"57e22cf9c73aa.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:47:21','2016-09-21 14:47:21'),
  (17,'PC-定期项目详情页',1,0,'{\"name\":\"57e22d2050148.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:48:00','2016-09-21 14:48:00'),
  (18,'PC-投资成功页',1,0,'{\"name\":\"57e22e5e8a4d7.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:53:18','2016-09-21 14:53:18'),
  (19,'PC-首页左下角',1,0,'{\"name\":\"57e22fade548e.png\",\"path\":\"\\/uploads\\/2016-09-21\\/\"}','2016-09-21 14:58:53','2016-09-21 14:58:53'),
  (20,'APP3.0-首页下方4个介绍圆图',3,0,'{\"name\":\"580863df435d7.jpg\",\"path\":\"\\/uploads\\/2016-10-20\\/\"}','2016-09-22 12:54:28','2016-10-20 06:27:43'),
  (21,'APP3.1-理财弹出',3,0,'{\"name\":\"5833f00e35bcd.png\",\"path\":\"\\/uploads\\/2016-11-22\\/\"}','2016-11-22 07:13:18','2016-11-22 07:13:18'),
  (24, 'App4.0-注册页广告', 3, 0, '{\"name\":\"f2563cb9df44431c7e4f71a7f536581f.png\",\"path\":\"\\/uploads\\/20170419\\/\"}', '2017-03-23 11:40:46', '2017-04-19 17:05:49'),
  (25, 'APP4.0 用户中心－我的资产按钮', 3, 0, '[]', '2017-03-30 12:19:23', '2017-03-30 12:19:23'),
	(26, 'APP4.0 首页－正常活动弹窗广告位(竖版)', 3, 0, '[]', '2017-03-30 17:05:12', '2017-04-19 17:04:33'),
	(27, 'App4.0－定期理财列表页活动图标', 3, 0, '[]', '2017-04-06 19:30:45', '2017-04-06 19:30:45'),
	(28, 'APP4.1 注册成功广告', 3, 0, '[]', '2017-05-11 10:43:27', '2017-05-11 10:43:27'),
	(29, 'APP4.1 首页－未登录弹窗广告位', 3, 0, '[]', '2017-05-11 11:06:44', '2017-05-11 11:07:22'),
	(31, 'APP-4.1.3首页-4个按钮广告位', 3, 0, '[]', '2017-07-28 14:08:53', '2017-07-28 14:15:46'),
	(32, 'APP-4.1.3首页-新手广告', 3, 0, '[]', '2017-07-28 14:58:38', '2017-07-28 14:58:49');
/*!40000 ALTER TABLE `module_ad_position` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-12-02 12:06:37
