<?php
$loginUser = isset($data['loginUser']) ? $data['loginUser'] : null;
?>

<h2 style="text-align: center;">
	<span>投资咨询与管理服务协议</span>
</h2>
<p><span>甲方：{{ $loginUser['real_name'] or null }}</span>
</p>
<p><span>九斗鱼用户名： {{ $loginUser['phone'] or null }}</span>
</p>
<p><span>身份证号：{{ $loginUser['identity_card'] or null }}</span>
</p>
<p>
<span>电子邮件地址：{{ $loginUser['user_info']['email'] or null }}</span>
</p>
<p>
<span>联系电话：{{ $loginUser['phone'] or null }}</span>
</p>
<p>
<span> </span>
</p>
<p>
<span>乙方：星果时代信息技术有限公司 </span>
</p>
<p>
<span>营业执照注册号：91110108MA00257T3R</span>
</p>
<p><span>电子邮件地址：
<a href="mailto:customer@9douyu.com" target="_blank"><span style="color: #1E5494;">customer@9douyu.com</span>
</a>
	</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>根据《中华人民共和国合同法》及相关法律法规的规定，双方遵偱平等、自愿、互利和诚实信用原则，友好协商，就乙方为甲方提供投资咨询、财务规划、投资管理等服务，乙方为甲方提供借款人推荐、风险管理及收回资金管理服务达成一致，以资信守。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第一条 释义</span>
</p>
<p>
	<span>合同中，除非上下文另有解释，下列词语具有以下含义：</span>
</p>
<p>
	<span>1.1 原债权人：指已经和借款人签署了《借款协议》并且出借了一定资金，并在乙方服务下，有权按期收回本金和利息的机构或自然人。</span>
</p>
<p>
	<span>1.2 借款人：指经乙方的信用评估，由乙方服务并已和原债权人签署《借款协议》，且可以或已经按期还款给原债权人，并由乙方推荐给甲方，经甲方同意受让原债权人的债权后，拥有对该人的债权的机构或自然人。</span>
</p>
<p>
	<span>1.3 还款风险金专用账户：指为乙方所服务的甲方共同利益考虑，由乙方设立并管理，以乙方的名义单独开立的一个专用银行账户，由乙方在甲方与债权转让方签署每一笔《债权转让及受让协议》时都从乙方自身的服务费收入中提取一定金额存入此专用账户，款项专款专用，用于弥补乙方所服务的甲方（包括甲方以及乙方所服务的其他甲方）一定程度的潜在债权清偿的损失。</span>
</p>
<p>
	<span>1.4 工作日：指中华人民共和国法律规定的工作日（法定工作日）。</span>
</p>

<p>
	<span>1.5 提前还款：指甲方受让债权后所拥有的约定了借款人的本息偿还周期和金额等相关还款计划，借款人可能在协议规定的偿还周期结束前，在某一期将剩余本金提前偿还给甲方，从而使甲方的资金比约定的计划提前收回。</span>
</p>
<p>
	<span>1.6 担保公司：指在乙方提供投资咨询和管理服务过程中，为借款人按期偿还本息提供连带责任保证的担保的公司。</span>
</p>
<p>
	<span>1.7 九斗鱼：九斗鱼为星果时代信息技术有限公司成立的互联网金融平台，网址：<br>www.9douyu.com ，该网站是乙方为个人或者企业、机构提供投资理财与咨询服务并负责日常与客户联络、负责维护《投资咨询与管理服务协议》的履行，协调处理客户与原债权人、借款人之间的各项事宜而专门设立的网站。</span>
</p>

<p>
	<span> </span>
</p>
<p>
	<span>第二条 甲方的资金管理服务方式</span>
</p>
<p>
	<span>甲方对乙方服务中的《借款协议》下的个人债权债务关系进行受让，将款项支付给所购买的债权的转让方，从而获得一定数量金额的债权，并按照《债权转让及受让协议》约定的时间方式、收益率，收回资金和相应的利息。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第三条 甲方权利与义务</span>
</p>
<p>
	<span>3.1 甲方购买在九斗鱼网站上展示的债权后，即可按该债权展示的回款时间、方式、借款利率，收回资金和相应的利息。</span>
</p>
<p>
	<span>3.2 甲方同意，如果其债权对应的借款人有提前还款的需求时，甲方允许借款人依据约定进行提前还款，而无需再特别通知甲方。</span>
</p>
<p>
	<span>3.3 对于乙方因甲方购买债权而供给甲方的借款人的个人证件其他相关信用信息，甲方确保仅用于受让债权的参考，不向任何第三人透露，甲方有义务为借款人的信用信息及乙方的业务内容进行保密。如果甲方擅自、不恰当地向他人透露借款人的信用信息或乙方的商业秘密，由此对借款人或乙方造成的损失，由甲方承担全部责任。</span>
</p>
<p>
	<span>3.4 甲方保证其所用于受让债权的资金来源合法，甲方是该资金的合法所有人。如果第三人对资金归属、合法性问题发生争议，由甲方负责解决。</span>
</p>
<p>
	<span>3.5 乙方可按甲方在九斗鱼网站提交的账户信息、通讯地址、联系方式等相关重要信息联系甲方，若由于信息错误而导致信息没有及时通知造成的后果有甲方承担。</span>
</p>
<p>
	<span>第四条 乙方的权利和义务</span>
</p>
<p>
	<span>4.1 乙方确保其提供的借款人及原债权的真实存在，甲方受让债权后形成的债权债务关系真实存在，否则乙方承担因债权债务关系不存在而对甲方造成的损失。</span>
</p>
<p>
	<span>4.2 乙方应当按照本协议的规定，为甲方进行服务，必须恪尽职守，履行诚实、信用、谨慎、有效管理的义务。</span>
</p>
<p>
	<span>4.3 乙方确保向甲方推荐的借款人经过谨慎严格的信用资质审核。</span>
</p>
<p>
	<span>4.4 乙方提供信用管理服务，有权向甲方和借款人收取相关的服务费用，收取服务费用的标准以网站公公式为准。</span>
</p>
<p>
	<span>4.5 乙方应审慎管理还款风险金专用账户。</span>
</p>
<p>
	<span>4.6 甲方购买乙方所推荐的债权对应的借款人发生违约行为时，乙方须采取合法合理的措施进行及时催收和追讨。</span>
</p>
<p>
	<span>4.7 乙方须对甲方个人信息，资产情况及其他服务相关事务的情况和资料依法保密。</span>
</p>
<p>
	<span>4.8 乙方应妥善保存甲方资产相关的全部资料以备查阅，保存期限为本协议，存续期间及本协议终止之日起 <span>2</span> 年。
	</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第五条 甲方受让债权资金的回收管理</span>
</p>
<p>
	<span>根据原债权人与借款人之间的借款相关协议文件的规定，借款人有义务对甲方定期还本付息。为便利，统一地回收本息，甲方委托乙方利用其与银行的合作系统先代为收取借款人每期偿还的本息，乙方系统代收款项后，在每期收款日24点前将回款返还到甲方在九斗鱼开设的账户内。甲方必须设定自己的储蓄卡为提现银行卡，甲方在九斗鱼平台上变更银行卡后，若接受不到提现资金，则由自己承担后果。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第六条 甲方回款风险的处置方式</span>
</p>
<p>
	<span>6.1 当借款人发生违约时，将由借款人在借款初期提交的保证金优先进行偿还。</span>
</p>
<p>
	<span>6.2 在还款风险金专用账户当期余额足以支付当期（每月为一期）甲方受让债权所对应的发生逾 期的借款人的逾期本息时，由还款风险金专用账户将当期所有违约借款人的全部逾期本息金额支付给甲方及其他甲方，甲方和其他甲方在各自对应的《借款协议》下约定的本息回收情况将保持不变。在甲方得到还款风险金专用账户代偿当期本息后，借款人其后所偿还的逾期款本息、罚息、违约金等相关权益归属还款风险金专用账户。</span>
</p>
<p>
	<span>6.3 在还款风险金专用账户当期余额不足以支付当期（每月为一期）甲方所对应的的发生逾期的借款人的逾期本息，则由借款人的担保人或担保公司将当期本息金额支付给甲方，甲方与借款人债权关系存续期间约定的本息回收情况将保持不变。在甲方得到代偿的当期本息后，相应的借款人的逾期本息对应的债权份额应转让并归属担保方，同时与之相应的逾期罚息、违约金等相关权益将一并转让给担保方。甲方有义务立即签署告知借款人代偿事项以及转让当期债权的通知，以协助担保方向借款人追偿。</span>
</p>

<p>
	<span> </span>
</p>
<p>
	<span>第七条 文件的安全保管</span>
</p>
<p>
	<span>本协议签署后，原债权人与借款人之间的《借款协议》原件，甲方委托乙方代为收取和保管。保管过程中，如果甲方需要查阅或使用其受让债权所对应的借款人《借款协议》原件，则可联系乙方，甲方可在办理相关手续后到乙方处查阅，乙方须予以配合；在甲方有合理的使用需求时，乙方应提供协议原件以便甲方进行合理使用。
</span>
</p>

<p>
	<span>第八条 风险提示</span>
</p>
<p>
	<span>8.1 政策风险</span>
</p>
<p>
	<span>国家因宏观政策，财政政策，货币政策，行业政策，地区发展政策等因素引起的系统风险。</span>
</p>
<p>
	<span>8.2 不可抗力</span>
</p>
<p>
	<span>由于战争、动乱、自然灾害等不可抗力因素的出现而可能导致甲方资产损失的风险。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第九条 税务处理</span>
</p>
<p>
	<span>甲方在受让债权、转让债权过程中产生的相关税费，由甲方自行向其主管税务机关申报、缴纳，乙方不负责相关事宜处理。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第十条 违约责任</span>
</p>
<p>
	<span>任何一方违反本协议的约定，使得本协议的全部或部分不能履行，均应承担违约责任，并赔偿对方因此遭受的损失（包括由此产生的诉讼费和律师费）；如双方违约，根据实际情况各自承担相应的责任。违约方应赔偿因其违约而给守约方造成的损失，包括合同履行后可以获得的利益，但不得超过违反合同一方订立合同时可以预见或应当预见的因违反合同可能造成的损失。</span>
</p>
<p>
	<span> </span>
</p>
<p>
	<span>第十一条 争议的处理</span>
</p>
<p>
	<span>本协议在履行过程中，如发生任何争执或纠纷，且协商不成的，双方约定向乙方住所地人民法院提起诉讼。</span>
</p>
<p>
	<span>第十二条 其他事项</span>
</p>
<p>
	<span>12.1 如果甲方出现受让债权资产的继承或赠与，必须由主张权利的继承人或受赠人向乙方出示经国家权威机关认证的继承或赠与权利归属证明文件，乙方确认后方予协助进行资产的转移，由此产生的相关税费，由主张权利的继承人或受赠人，向其主管税务机关申报，缴纳，乙方不负责相关事宜处理。</span>
</p>
<p>
	<span>12.2 本协议附件作为本协议的有效组成部分，与本协议效力一致；本协议附件与本协议的规定不一致的，以附件为准。</span>
</p>
<p>
	<span>12.3 本协议的传真件、复印件、扫描件等有效复本的效力与本协议原件效力一致。</span>
</p>
<p>
	<span>12.4 本协议有效期与所受让的最后一笔债权所对应的还款期一致，如期满协议任何一方没有提出解除协议的要求，本协议自动结束；在每次协议到期时，如果双方需要对本协议版本进行修订，则在任何一方提出请求时，由双方协商决定是否签署新版协议。</span>
</p>
<p>
	<span>12.5 双方确认，本协议的签署，生效和履行以不违反中国的法律法规为前提。如果本协议中的任何一条或多条违反适用的法律法规，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。</span>
</p>
<p>
	<span>12.6 本协议自双方以电子合同的形式订立之时起生效，即甲方在九斗鱼勾选“同意接受九斗鱼服务”的选项之时生效，至甲方不再使用乙方所提供之服务及已经在九斗鱼注销甲方账户且已经清理双方之间的所有债权债务关系时止。</span>
</p>