<?php
/**
 * Created by PhpStorm.
 * User: zhangshuang
 * Date: 16/6/18
 * Time: 16:11
 */

return [

    //连连卡bin接口对应编码
    'cardbin' => [

        '01020000'  =>  1,  //中国工商银行
        '01030000'  =>  2,  //中国农业银行
        '01040000'  =>  3,  //中国银行
        '01050000'  =>  4,  //建行
        '03010000'  =>  5,  //交行
        '03080000'  =>  6,  //招行
        '03100000'  =>  7,  //浦发
        '03050000'  =>  8,  //民生银行
        '03090000'  =>  9,  //兴业
        '03030000'  =>  10, //光大
        '04031000'  =>  11, //北京银行
        '03060000'  =>  12, //广发银行
        '03020000'  =>  13, //中信
        '01000000'  =>  14, //邮政
        '03040000'  =>  15, //华夏银行
        '04012900'  =>  16, //上海银行
        '03070000'  =>  17, //平安
        '04100000'  =>  17, //平安
        '04105840'  =>  17, //平安
        '04243010'  =>  19, //南京银行
        '04233310'  =>  20, //杭州银行
        '04083320'  =>  21, //宁波银行
    ],

    //宝付银行编码
    'bfCardBin' => [

        1 => 'ICBC',
        2 => 'ABC',
        3 => 'BOC',
        4 => 'CCB',
        5 => 'BCOM',
        6 => 'CMB',
        7 => 'SPDB',
        8 => 'CMBC',
        9 => 'CIB',
        10 => 'CEB',
        12 => 'GDB',
        13 => 'CITIC',
        14 => 'PSBC',
        15 => 'HXB',
        16 => 'SHB',
        17 => 'PAB',
    ],

    //先锋支付编码列表
    'UCFAuth' => [

        1 => [
            'code' => 'ICBC',
            'name' => '中国工商银行'
        ],
        2 => [
            'code' => 'ABC',
            'name' => '中国农业银行'
        ],
        3 => [
            'code'  => 'BOC',
            'name'  => '中国银行'
        ],
        4 => [
            'code'  => 'CCB',
            'name'  => '建设银行'
        ],
        5 => [
            'code'  => 'BOCOM',
            'name'  => '交通银行'
        ],
        6 => [
            'code'  => 'CMB',
            'name'  => '招商银行'
        ],
        7 => [
            'code'  => 'SPDB',
            'name'  => '上海浦东发展银行'
        ],
        8 => [
            'code'  => 'CMBC',
            'name'  => '中国民生银行'
        ],
        9 => [
            'code'  => 'CIB',
            'name'  => '兴业银行'
        ],
        10 => [
            'code'  => 'CEB',
            'name'  => '中国光大银行'
        ],
        11 => [
            'code'  => 'BCCB',
            'name'  => '北京银行'
        ],
        12 => [
            'code'  => 'GDB',
            'name'  => '广发银行'
        ],
        13 => [
            'code'  => 'CNCB',
            'name'  => '中信银行'
        ],
        15 => [
            'code'  => 'HXB',
            'name'  => '华夏银行'
        ],
        14 => [
            'code'  => 'PSBC',
            'name'  => '中国邮政储蓄银行'
        ],
        16 => [
            'code'  => 'BOS',
            'name'  => '上海银行'
        ],
        17 => [
            'code'  => 'PAB',
            'name'  => '平安银行'
        ],



    ]

];
