SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `rbac`
--

-- --------------------------------------------------------

--
-- 表的结构 `admin_password_resets`
--

DROP TABLE IF EXISTS `{db_prefix}admin_password_resets`;
CREATE TABLE IF NOT EXISTS `{db_prefix}admin_password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_user_role`
--

DROP TABLE IF EXISTS `{db_prefix}admin_user_role`;
CREATE TABLE IF NOT EXISTS `{db_prefix}admin_user_role` (
  `user_id` int(10) unsigned NOT NULL,
  `role_id` int(10) unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `admin_users`
--

-- DROP TABLE IF EXISTS `{db_prefix}admin_users`;
CREATE TABLE IF NOT EXISTS `{db_prefix}admin_users` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `verify` int(11) NOT NULL DEFAULT '8118' COMMENT '工号',
  `password` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `is_super` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否超级管理员',
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `permission_role`
--

DROP TABLE IF EXISTS `{db_prefix}permission_role`;
CREATE TABLE IF NOT EXISTS `{db_prefix}permission_role` (
  `permission_id` int(10) unsigned NOT NULL,
  `role_id` int(10) unsigned NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `permissions`
--

DROP TABLE IF EXISTS `{db_prefix}permissions`;
CREATE TABLE IF NOT EXISTS `{db_prefix}permissions`  (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `fid` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '菜单父ID',
  `icon` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '图标class',
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `display_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `is_menu` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否作为菜单显示,[1|0]',
  `sort` tinyint(4) NOT NULL DEFAULT '0' COMMENT '排序',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=135 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `roles`
--

DROP TABLE IF EXISTS `{db_prefix}roles`;
CREATE TABLE IF NOT EXISTS `{db_prefix}roles` (
  `id` int(10) unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `display_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------



-- Insert Data for table

--
-- 转存表中的数据 `admin_users`
--
-- password: a.111111
-- INSERT INTO `{db_prefix}admin_users` (`id`, `name`, `email`, `password`, `is_super`, `remember_token`, `created_at`, `updated_at`) VALUES
-- (1, 'admin', 'admin@admin.com', '$2y$10$dGGXG6HQKIRQTxaiWefF.Ox.A7.ZAv8tOK7gED.78lSbXV8xUt03C', 1, 'aot2y8pFRyurjUWQs2JiH3QWZJcSTepfsgB1qXPwtXST8inqnjdTwilMSaa4', '2016-02-23 02:44:26', '2016-02-23 02:44:26');


--
-- 转存表中的数据 `admin_user_role`
--

INSERT INTO `{db_prefix}admin_user_role` (`user_id`, `role_id`) VALUES
(1, 10);

--
-- 转存表中的数据 `permissions`
--
INSERT INTO `{db_prefix}permissions` (`id`, `fid`, `icon`, `name`, `display_name`, `description`, `is_menu`, `sort`, `created_at`, `updated_at`)
VALUES
	(20, 0, 'edit', '#-1467877568', '用户角色权限管理', '', 1, 100, '2016-07-07 15:46:08', '2016-07-07 15:46:08'),
	(21, 20, '', 'admin.admin_user.index', '用户权限', '查看后台用户列表', 1, 0, '2016-02-18 15:56:26', '2016-02-18 15:56:26'),
	(22, 20, '', 'admin.admin_user.create', '创建后台用户', '页面', 0, 0, '2016-02-23 11:48:18', '2016-02-23 11:48:18'),
	(35, 0, 'home', 'admin.home', '后台首页', '后台首页', 1, 0, '2016-07-07 14:06:09', '2016-07-07 14:06:09'),
	(37, 36, '', 'admin.blog.index', '博客列表', '', 1, 0, '2016-02-22 17:15:48', '2016-02-22 17:15:48'),
	(38, 20, '', 'admin.admin_user.store', '保存新建后台用户', '操作', 0, 0, '2016-02-23 11:48:52', '2016-02-23 11:48:52'),
	(39, 20, '', 'admin.admin_user.destroy', '删除后台用户', '操作', 0, 0, '2016-02-23 11:49:09', '2016-02-23 11:49:09'),
	(40, 20, '', 'admin.admin_user.destory.all', '批量后台用户删除', '操作', 0, 0, '2016-02-23 12:01:01', '2016-02-23 12:01:01'),
	(42, 20, '', 'admin.admin_user.edit', '编辑后台用户', '页面', 0, 0, '2016-02-23 11:48:35', '2016-02-23 11:48:35'),
	(43, 20, '', 'admin.admin_user.update', '保存编辑后台用户', '操作', 0, 0, '2016-02-23 11:50:12', '2016-02-23 11:50:12'),
	(44, 20, '', 'admin.permission.index', '权限管理', '页面', 1, 0, '2016-07-07 17:43:25', '2016-07-07 17:43:25'),
	(45, 20, '', 'admin.permission.create', '新建权限', '页面', 0, 0, '2016-02-23 11:52:16', '2016-02-23 11:52:16'),
	(46, 20, '', 'admin.permission.store', '保存新建权限', '操作', 0, 0, '2016-02-23 11:52:38', '2016-02-23 11:52:38'),
	(47, 20, '', 'admin.permission.edit', '编辑权限', '页面', 0, 0, '2016-02-23 11:53:29', '2016-02-23 11:53:29'),
	(48, 20, '', 'admin.permission.update', '保存编辑权限', '操作', 0, 0, '2016-02-23 11:53:56', '2016-02-23 11:53:56'),
	(49, 20, '', 'admin.permission.destroy', '删除权限', '操作', 0, 0, '2016-02-23 11:54:27', '2016-02-23 11:54:27'),
	(50, 20, '', 'admin.permission.destory.all', '批量删除权限', '操作', 0, 0, '2016-02-23 11:55:17', '2016-02-23 11:55:17'),
	(51, 20, '', 'admin.role.index', '角色管理', '页面', 1, 0, '2016-07-07 17:43:40', '2016-07-07 17:43:40'),
	(52, 20, '', 'admin.role.create', '新建角色', '页面', 0, 0, '2016-02-23 11:56:33', '2016-02-23 11:56:33'),
	(53, 20, '', 'admin.role.store', '保存新建角色', '操作', 0, 0, '2016-02-23 11:57:26', '2016-02-23 11:57:26'),
	(54, 20, '', 'admin.role.edit', '编辑角色', '页面', 0, 0, '2016-02-23 11:58:25', '2016-02-23 11:58:25'),
	(55, 20, '', 'admin.role.update', '保存编辑角色', '操作', 0, 0, '2016-02-23 11:58:50', '2016-02-23 11:58:50'),
	(56, 20, '', 'admin.role.permissions', '角色权限设置', '', 0, 0, '2016-02-23 11:59:26', '2016-02-23 11:59:26'),
	(57, 20, '', 'admin.role.destroy', '角色删除', '操作', 0, 0, '2016-02-23 11:59:49', '2016-02-23 11:59:49'),
	(58, 20, '', 'admin.role.destory.all', '批量删除角色', '', 0, 0, '2016-02-23 12:01:58', '2016-02-23 12:01:58'),
	(59, 0, 'cogs', '#-1480949733', '配置管理', '', 0, 0, '2016-12-05 22:55:33', '2016-12-05 22:55:33'),
	(60, 59, '', 'admin.system_config', '配置项列表', '', 1, 0, '2016-12-06 15:18:45', '2016-12-06 15:18:45'),
	(61, 0, 'calendar', '#-1467868937', '活期管理', '', 1, 0, '2016-07-07 17:40:41', '2016-07-07 13:22:17'),
	(62, 0, 'list', '#-1467871358', '债权管理', '', 1, 0, '2016-07-07 17:38:41', '2016-07-07 14:02:38'),
	(63, 0, 'tasks', '#-1467871459', '项目管理', '', 1, 0, '2016-07-07 17:38:28', '2016-07-07 14:04:19'),
	(64, 0, 'credit-card', '#-1467871507', '提现管理', '', 1, 0, '2016-07-07 17:35:11', '2016-07-07 14:05:07'),
	(65, 0, 'file-text', '#-1467871526', '文章管理', '', 1, 0, '2016-07-07 17:37:45', '2016-07-07 14:05:26'),
	(67, 0, 'video-camera', '#-1467877638', '运营管理', '', 1, 0, '2016-07-07 17:35:53', '2016-07-07 15:47:18'),
	(68, 0, 'money', '#-1467871636', '红包/加息券管理', '', 1, 0, '2016-07-07 17:37:03', '2016-07-07 14:07:16'),
	(69, 62, '', 'admin.credit.lists', '债权列表', '', 0, 0, '2017-05-23 11:44:59', '2017-05-23 11:44:59'),
	(70, 62, '', 'admin.credit.create.factoring', '添加耀盛保理债权', '', 0, 0, '2017-05-23 11:45:42', '2016-07-07 14:12:05'),
	(71, 62, '', 'admin.credit.create.loan', '添加耀盛信贷债权', '', 0, 0, '2017-05-23 11:45:43', '2016-07-07 14:13:50'),
	(72, 62, '', 'admin.credit.create.housing', '添加房贷债权', '', 0, 0, '2017-05-23 11:45:44', '2016-07-07 14:15:30'),
	(73, 62, '', 'admin.credit.create.group', '添加项目集债权', '', 0, 0, '2017-05-23 11:45:45', '2016-07-07 14:15:55'),
	(74, 62, '', 'admin.credit.create.nine', '添加九省心债权', '', 0, 0, '2017-05-23 11:45:46', '2016-07-07 14:16:27'),
	(75, 62, '', 'admin.credit.create.third', '添加第三方债权', '', 0, 0, '2017-05-23 11:45:47', '2016-07-07 14:16:51'),
	(76, 63, '', 'admin.project.lists', '项目列表', '', 1, 0, '2016-07-07 14:17:37', '2016-07-07 14:17:37'),
	(77, 63, '', 'admin.project.create.101', '添加九省心1月期项目', '', 1, 0, '2016-07-07 14:18:13', '2016-07-07 14:18:13'),
	(78, 63, '', 'admin.project.create.103', '添加九省心3月期项目', '', 1, 0, '2016-07-07 14:18:32', '2016-07-07 14:18:32'),
	(79, 63, '', 'admin.project.create.106', '添加九省心6月期项目', '', 1, 0, '2016-07-07 14:18:49', '2016-07-07 14:18:49'),
	(80, 63, '', 'admin.project.create.112', '添加九省心12月期项目', '', 1, 0, '2016-07-07 14:19:11', '2016-07-07 14:19:11'),
	(81, 63, '', 'admin.project.create.200', '添加九安心项目', '', 1, 0, '2016-07-07 14:19:34', '2016-07-07 14:19:34'),
	(82, 63, '', 'admin.project.create.306', '添加闪电付息6月期项目', '', 1, 0, '2016-07-07 14:19:54', '2016-07-07 14:19:54'),
	(83, 63, '', 'admin.project.create.312', '添加闪电付息12月期', '', 1, 0, '2016-07-07 14:20:12', '2016-07-07 14:20:12'),
	(84, 64, '', 'admin.withdraw', '提现列表', '', 1, 0, '2016-07-07 14:26:39', '2016-07-07 14:26:39'),
	(85, 64, '', 'admin.withdraw.checkBill', '自动对账', '', 1, 0, '2016-07-07 14:27:09', '2016-07-07 14:27:09'),
	(86, 68, '', 'admin.bonus.lists', '红包.加息券列表', '', 1, 0, '2016-07-07 14:27:50', '2016-07-07 14:27:50'),
	(87, 68, '', 'admin.bonus.create', '红包.加息券添加', '', 1, 0, '2016-07-07 14:28:20', '2016-07-07 14:28:20'),
	(88, 68, '', 'admin.bonus.send', '发送红包.加息券', '', 1, 0, '2016-07-07 14:28:45', '2016-07-07 14:28:45'),
	(89, 61, '', 'admin.current.credit.lists', '活期债权列表', '', 1, 0, '2016-07-07 14:29:26', '2016-07-07 14:29:26'),
	(90, 61, '', 'admin.current.credit.create', '添加活期债权', '', 1, 0, '2016-07-07 14:29:48', '2016-07-07 14:29:48'),
	(91, 65, '', 'admin.article.category', '文章分类列表', '', 1, 0, '2016-09-22 17:54:21', '2016-09-22 17:54:21'),
	(92, 65, '', 'admin.article', '文章列表', '', 1, 0, '2016-07-07 14:30:38', '2016-07-07 14:30:38'),
	(93, 67, '', 'admin.ad.positionList', '广告位列表', '', 1, 0, '2016-07-07 14:32:21', '2016-07-07 14:32:21'),
	(95, 0, 'youtube', '#-1473129440', '自媒体管理', '', 1, 0, '2016-09-06 18:37:20', '2016-09-06 18:37:20'),
	(96, 95, '', 'admin.media.group.lists', '自媒体分组列表', '', 1, 0, '2016-09-06 18:38:34', '2016-09-06 18:38:34'),
	(97, 95, '', 'admin.media.group.edit', '自媒体分组编辑页面', '', 0, 0, '2016-09-06 18:39:20', '2016-09-06 18:39:20'),
	(98, 95, '', 'admin.media.group.doEdit', '自媒体分组编辑保存', '', 0, 0, '2016-09-06 18:39:47', '2016-09-06 18:39:47'),
	(99, 95, '', 'admin.media.group.create', '添加自媒体分组', '', 0, 0, '2016-09-06 18:40:28', '2016-09-06 18:40:28'),
	(100, 95, '', 'admin.media.group.doCreate', '添加自媒体分组保存', '', 0, 0, '2016-09-06 18:40:52', '2016-09-06 18:40:52'),
	(101, 95, '', 'admin.media.group.delete', '删除自媒体分组', '', 0, 0, '2016-09-06 18:41:25', '2016-09-06 18:41:25'),
	(102, 95, '', 'admin.media.channel.lists', '自媒体渠道列表', '', 1, 0, '2016-09-06 18:41:58', '2016-09-06 18:41:58'),
	(103, 95, '', 'admin.media.channel.edit', '自媒体渠道编辑页面', '', 0, 0, '2016-09-06 18:42:22', '2016-09-06 18:42:22'),
	(104, 95, '', 'admin.media.channel.doEdit', '自媒体渠道编辑保存', '', 0, 0, '2016-09-06 18:42:47', '2016-09-06 18:42:47'),
	(105, 95, '', 'admin.media.channel.create', '添加自媒体渠道', '', 0, 0, '2016-09-06 18:43:17', '2016-09-06 18:43:17'),
	(106, 95, '', 'admin.media.channel.doCreate', '添加自媒体渠道保存', '', 0, 0, '2016-09-06 18:45:35', '2016-09-06 18:45:35'),
	(107, 95, '', 'admin.media.channel.delete', '删除自媒体渠道', '', 0, 0, '2016-09-06 18:45:58', '2016-09-06 18:45:58'),
	(108, 0, 'dollar', '#-1473130048', '充值管理', '', 1, 0, '2016-09-06 18:47:28', '2016-09-06 18:47:28'),
	(109, 108, '', 'admin.paylimit.lists', '支付限额列表', '', 1, 0, '2016-09-06 18:48:55', '2016-09-06 18:48:55'),
	(110, 108, '', 'admin.paylimit.create', '添加支付限额', '', 0, 0, '2016-09-06 18:49:52', '2016-09-06 18:49:52'),
	(111, 108, '', 'admin.paylimit.doCreate', '添加支付限额保存', '', 0, 0, '2016-09-06 18:50:34', '2016-09-06 18:50:34'),
	(112, 108, '', 'admin.paylimit.edit', '编辑支付限额', '', 0, 0, '2016-09-06 18:50:54', '2016-09-06 18:50:54'),
	(113, 108, '', 'admin.paylimit.doEdit', '编辑支付限额保存', '', 0, 0, '2016-09-06 18:51:16', '2016-09-06 18:51:16'),
	(114, 108, '', 'admin.paylimit.doEditStatus', '修改限额状态', '', 0, 0, '2016-09-06 18:55:15', '2016-09-06 18:55:15'),
	(115, 108, '', 'admin.recharge.lists', '支付列表', '', 1, 0, '2016-09-06 18:56:08', '2016-09-06 18:55:39'),
	(116, 0, 'money', '#-1473131340', '资金管理', '', 1, 0, '2016-09-06 19:09:00', '2016-09-06 19:09:00'),
	(117, 116, '', 'admin.fund.lists', '交易流水', '', 1, 0, '2016-09-06 19:09:39', '2016-09-06 19:09:39'),
	(118, 0, 'user', '#-1474519281', '用户管理', '', 1, 0, '2016-09-22 12:41:21', '2016-09-22 12:41:21'),
	(119, 118, '', 'admin.user.index', '用户列表', '', 1, 0, '2016-08-19 22:34:06', '2016-08-19 22:15:12'),
	(120, 118, '', 'admin.user.change', '更换手机号', '', 1, 0, '2016-08-23 03:33:14', '2016-08-19 22:35:03'),
	(121, 118, '', 'admin.user.unbindFamily', '解绑家庭账户', '', 1, 0, '2016-08-23 19:42:29', '2016-08-23 19:42:07'),
	(122, 0, 'credit-card', '#-1471938011', '银行卡管理', '', 1, 0, '2016-08-23 23:40:11', '2016-08-23 23:40:11'),
	(123, 122, '', 'admin.bankcard.change', '更换银行卡号', '', 1, 0, '2016-08-24 03:29:03', '2016-08-24 00:06:42'),
	(124, 122, '', 'admin.bankcard.checkUserCard', '检测银行卡实名信息', '', 1, 0, '2016-08-24 03:29:06', '2016-08-24 03:28:36'),
	(125, 68, '', 'admin.bonus.delay', '红包.红包延期', '', 1, 0, '2016-08-24 20:09:13', '2016-08-24 20:09:13'),
	(126, 0, 'users', '#-1480949773', '合伙人计划', '', 0, 0, '2016-12-05 22:56:13', '2016-12-05 22:56:13'),
	(127, 126, '', 'admin.partner.index', '合伙人管理', '', 1, 0, '2016-08-25 02:35:26', '2016-08-25 01:56:14'),
	(128, 0, 'signal', '#-1472117956', '投资管理', '', 1, 0, '2016-08-26 01:39:32', '2016-08-26 01:39:16'),
	(129, 128, '', 'admin.invest.index', '投资记录', '', 1, 0, '2016-08-26 03:45:08', '2016-08-26 03:45:08'),
	(130, 61, '', 'admin.current.rate.lists', '活期利率列表', '', 1, 0, '2016-09-22 16:23:57', '2016-09-22 16:23:57'),
	(131, 61, '', 'admin.current.rate.create', '添加活期利率', '', 1, 0, '2016-09-14 20:34:17', '2016-09-14 20:34:17'),
	(132, 0, 'arrows', '#-1474278858', '批量管理', '包含三端推送、红包', 1, 0, '2016-09-20 01:54:18', '2016-09-20 01:54:18'),
	(133, 132, '', 'admin.batch.index', '批量列表', '列表展示', 1, 0, '2016-12-06 15:19:28', '2016-12-06 15:19:28'),
	(134, 132, '', 'admin.batch.audit', '审核通过', '审核通过', 0, 0, '2016-09-20 01:57:37', '2016-09-20 01:57:37'),
	(135, 132, '', 'admin.batch.del', '删除', '删除', 0, 0, '2016-09-20 01:58:03', '2016-09-20 01:58:03'),
	(136, 132, '', 'admin.batch.add', '添加', '添加', 0, 0, '2016-09-20 01:58:19', '2016-09-20 01:58:19'),
	(137, 0, 'users', '#-1474189236', '邀请管理', '', 1, 0, '2016-09-19 01:05:05', '2016-09-19 01:00:36'),
	(138, 137, '', 'admin.invite.index', '邀请管理', '', 1, 0, '2016-09-19 01:13:11', '2016-09-19 01:13:11'),
	(139, 126, '', 'admin.partner.detail', '合伙人详情', '', 0, 0, '2016-09-19 23:06:25', '2016-09-19 23:06:25'),
	(140, 108, '', 'admin.recharge.orderSearch', '掉单查询', '充值掉单处理', 1, 0, '2016-09-20 02:33:51', '2016-09-20 02:33:51'),
	(141, 118, '', 'admin.user.doChange', '执行更换用户手机号', '', 0, 0, '2016-09-22 12:42:38', '2016-09-22 12:42:38'),
	(142, 118, '', 'admin.user.doUnbindFamily', '执行家庭账户解绑', '', 0, 0, '2016-09-22 12:43:16', '2016-09-22 12:43:16'),
	(143, 118, '', 'admin.user.doUserStatusBlock', '更新用户状态', '', 0, 0, '2016-09-22 12:43:42', '2016-09-22 12:43:42'),
	(144, 118, '', 'admin.user.info', '用户详情', '', 0, 0, '2016-09-22 12:44:00', '2016-09-22 12:44:00'),
	(145, 108, '', 'admin.recharge.missOrderHandle', '掉单处理', '', 1, 0, '2016-09-22 14:21:19', '2016-09-22 14:21:19'),
	(146, 108, '', 'admin.recharge.missOrderSearch', '掉单查询', '', 0, 0, '2016-09-22 14:22:05', '2016-09-22 14:22:05'),
	(147, 108, '', 'admin.recharge.doMissOrderHandle', '掉单处理逻辑', '', 0, 0, '2016-09-22 14:22:32', '2016-09-22 14:22:32'),
	(148, 122, '', 'admin.bankcard.doCheckUserCard', '检测银行卡的实名信息操作', '', 0, 0, '2016-09-22 15:08:24', '2016-09-22 15:08:24'),
	(149, 122, '', 'admin.bankcard.getCheckUserInfo', '获取检测银行卡实名用户的信息', '', 0, 0, '2016-09-22 15:09:41', '2016-09-22 15:09:41'),
	(150, 122, '', 'admin.bankcard.doChange', '更换银行卡操作', '', 0, 0, '2016-09-22 15:14:29', '2016-09-22 15:14:29'),
	(151, 67, '', 'admin.ad.addPosition', '添加广告位的操作', '', 0, 0, '2016-09-22 15:33:40', '2016-09-22 15:33:40'),
	(152, 67, '', 'admin.ad.viewPic', '广告图片预览', '', 0, 0, '2016-09-22 15:48:31', '2016-09-22 15:48:31'),
	(153, 67, '', 'admin.ad.delPosition', '删除广告位', '', 0, 0, '2016-09-22 15:52:50', '2016-09-22 15:52:50'),
	(154, 67, '', 'admin.ad.addAd', '添加广告', '', 0, 0, '2016-09-22 15:51:55', '2016-09-22 15:51:55'),
	(155, 67, '', 'admin.ad.doAddAd', '添加广告操作', '', 0, 0, '2016-09-22 15:52:26', '2016-09-22 15:52:26'),
	(156, 67, '', 'admin.ad.adList', '广告列表', '', 0, 0, '2016-09-22 15:53:24', '2016-09-22 15:53:24'),
	(157, 67, '', 'admin.ad.delAd', '删除广告', '', 0, 0, '2016-09-22 15:54:44', '2016-09-22 15:54:44'),
	(158, 59, '', 'admin.system_config.create', '创建配置', '', 0, 0, '2016-09-22 16:01:53', '2016-09-22 16:01:53'),
	(159, 59, '', 'admin.system_config.update', '更新配置', '', 0, 0, '2016-09-22 16:02:15', '2016-09-22 16:02:15'),
	(160, 59, '', 'admin.system_config.doCreate', '创建配置的操作', '', 0, 0, '2016-09-22 16:04:24', '2016-09-22 16:04:24'),
	(161, 59, '', 'admin.system_config.doUpdate', '更新配置的操作', '', 0, 0, '2016-09-22 16:05:33', '2016-09-22 16:05:33'),
	(162, 59, '', 'admin.system_config.doDelete', '删除配置', '', 0, 0, '2016-09-22 16:08:09', '2016-09-22 16:08:09'),
	(163, 61, '', 'admin.current.credit.doCreate', ' 添加活期债权的操作', '', 0, 0, '2016-09-22 16:11:36', '2016-09-22 16:11:36'),
	(164, 61, '', 'admin.current.credit.edit', '编辑活期债权', '', 0, 0, '2016-09-22 16:13:58', '2016-09-22 16:13:58'),
	(165, 61, '', 'admin.current.credit.doEdit', '编辑活期债权操作', '', 0, 0, '2016-09-22 16:14:55', '2016-09-22 16:14:55'),
	(166, 61, '', 'admin.current.credit.detail.lists', '获取债权详情列表', '', 0, 0, '2016-09-22 16:22:02', '2016-09-22 16:22:02'),
	(167, 61, '', 'admin.current.rate.doCreate', '添加活期利率的操作', '', 0, 0, '2016-09-22 16:22:49', '2016-09-22 16:22:49'),
	(168, 61, '', 'admin.current.rate.doEdit', '编辑活期利率的操作', '', 0, 0, '2016-09-22 16:23:35', '2016-09-22 16:23:35'),
	(169, 61, '', 'admin.current.rate.edit', '编辑活期利率', '', 0, 0, '2016-09-22 16:26:57', '2016-09-22 16:26:57'),
	(170, 62, '', 'admin.credit.doCreate.factoring', '添加保理债权的操作', '', 0, 0, '2016-09-22 16:31:30', '2016-09-22 16:31:30'),
	(171, 62, '', 'admin.credit.doCreate.group', '添加项目集债权的操作', '', 0, 0, '2016-09-22 16:34:41', '2016-09-22 16:34:41'),
	(172, 62, '', 'admin.credit.doCreate.housing', '添加房产抵押债权操作', '', 0, 0, '2016-09-22 16:35:25', '2016-09-22 16:35:25'),
	(173, 62, '', 'admin.credit.doCreate.loan', '添加耀盛信贷债权的操作', '', 0, 0, '2016-09-22 16:36:36', '2016-09-22 16:36:36'),
	(174, 62, '', 'admin.credit.doCreate.nine', '执行添加九省心债权', '', 0, 0, '2016-09-22 16:38:28', '2016-09-22 16:38:28'),
	(175, 62, '', 'admin.credit.doCreate.third', '执行添加第三方的债权', '', 0, 0, '2016-09-22 16:47:55', '2016-09-22 16:47:55'),
	(176, 62, '', 'admin.credit.doEdit.factoring', '执行编辑保理债券', '', 0, 0, '2016-09-22 16:49:10', '2016-09-22 16:49:10'),
	(177, 62, '', 'admin.credit.doEdit.group', '执行编辑项目集债券', '', 0, 0, '2016-09-22 16:50:13', '2016-09-22 16:50:13'),
	(178, 62, '', 'admin.credit.doEdit.housing', '执行编辑房产抵押债权', '', 0, 0, '2016-09-22 16:51:02', '2016-09-22 16:51:02'),
	(179, 62, '', 'admin.credit.doEdit.loan', '执行编辑耀盛信贷债权', '', 0, 0, '2016-09-22 16:51:33', '2016-09-22 16:51:33'),
	(180, 62, '', 'admin.credit.doEdit.nine', '执行编辑九省心债权', '', 0, 0, '2016-09-22 16:52:06', '2016-09-22 16:52:06'),
	(181, 62, '', 'admin.credit.doEdit.third', '执行编辑第三方债权', '', 0, 0, '2016-09-22 16:52:38', '2016-09-22 16:52:38'),
	(182, 62, '', 'admin.credit.lists.factoring', '保理债权列表', '', 0, 0, '2017-05-23 11:46:01', '2016-09-22 17:10:37'),
	(183, 62, '', 'admin.credit.lists.group', '项目集债权列表', '', 0, 0, '2017-05-23 11:46:07', '2016-09-22 17:10:03'),
	(184, 62, '', 'admin.credit.lists.housing', '房产抵押债权列表', '', 0, 0, '2017-05-23 11:46:05', '2016-09-22 17:10:58'),
	(185, 62, '', 'admin.credit.lists.loan', '耀盛信贷债券列表', '', 0, 0, '2017-05-23 11:46:12', '2016-09-22 17:11:18'),
	(186, 62, '', 'admin.credit.lists.nine', '九省心债券列表', '', 0, 0, '2017-05-23 11:46:08', '2016-09-22 17:11:41'),
	(187, 62, '', 'admin.credit.lists.third', '第三方债权列表', '', 0, 0, '2017-05-23 11:46:11', '2016-09-22 17:11:57'),
	(188, 62, '', 'admin.credit.edit.factoring', '编辑保理债权', '', 0, 0, '2016-09-22 17:05:29', '2016-09-22 17:05:29'),
	(189, 62, '', 'admin.credit.edit.group', '编辑项目集债权', '', 0, 0, '2016-09-22 17:06:00', '2016-09-22 17:06:00'),
	(190, 62, '', 'admin.credit.edit.housing', '编辑房产抵押债券', '', 0, 0, '2016-09-22 17:06:35', '2016-09-22 17:06:35'),
	(191, 62, '', 'admin.credit.edit.loan', '编辑耀盛信贷债券', '', 0, 0, '2016-09-22 17:07:24', '2016-09-22 17:07:24'),
	(192, 62, '', 'admin.credit.edit.nine', '编辑九省心债权', '', 0, 0, '2016-09-22 17:08:52', '2016-09-22 17:08:52'),
	(193, 62, '', 'admin.credit.edit.third', '编辑九第三方债权', '', 0, 0, '2016-09-22 17:09:34', '2016-09-22 17:09:34'),
	(194, 63, '', 'admin.project.doCreate', '执行添加项目操作', '', 0, 0, '2016-09-22 17:17:06', '2016-09-22 17:17:06'),
	(195, 63, '', 'admin.project.update', '编辑项目', '', 0, 0, '2016-09-22 17:19:02', '2016-09-22 17:19:02'),
	(196, 63, '', 'admin.project.doUpdate', '编辑项目操作', '', 0, 0, '2016-09-22 17:19:45', '2016-09-22 17:19:45'),
	(197, 63, '', 'admin.project.doDelete', '执行删除项目', '', 0, 0, '2016-09-22 17:20:15', '2016-09-22 17:20:15'),
	(198, 63, '', 'admin.project.doPublish', '发布项目', '', 0, 0, '2016-09-22 17:20:46', '2016-09-22 17:20:46'),
	(199, 63, '', 'admin.project.doPass', '审批通过', '', 0, 0, '2016-09-22 17:24:34', '2016-09-22 17:24:34'),
	(200, 61, '', 'admin.current.limit.lists', '活期额度列表', '', 1, 0, '2016-09-29 19:58:29', '2016-09-29 19:58:29'),
	(201, 61, '', 'admin.current.limit.create', '添加活期额度', '', 0, 0, '2016-09-29 19:58:00', '2016-09-29 19:58:00'),
	(202, 61, '', 'admin.current.limit.doCreate', '添加活期额度操作', '', 0, 0, '2016-09-22 17:31:00', '2016-09-22 17:31:00'),
	(203, 64, '', 'admin.withdraw.uploadBill', '自动对账提交', '', 0, 0, '2016-09-22 17:34:03', '2016-09-22 17:34:03'),
	(204, 64, '', 'admin.withdraw.sendBatchMsg', '批量发送处理短信', '', 0, 0, '2016-09-22 17:35:57', '2016-09-22 17:35:57'),
	(205, 64, '', 'admin.withdraw.info', '查看订单明细', '', 0, 0, '2016-09-22 17:36:47', '2016-09-22 17:36:47'),
	(206, 64, '', 'admin.withdraw.doEdit', '编辑订单状态', '', 0, 0, '2016-09-22 17:37:23', '2016-09-22 17:37:23'),
	(207, 65, '', 'admin.article.category.create', '添加文章分类', '', 0, 0, '2016-09-22 17:42:37', '2016-09-22 17:42:37'),
	(208, 65, '', 'admin.article.category.doCreate', '执行添加文章分类', '', 0, 0, '2016-09-22 17:42:01', '2016-09-22 17:42:01'),
	(209, 65, '', 'admin.article.category.update', '修改文章分类', '', 0, 0, '2016-09-22 17:43:35', '2016-09-22 17:43:35'),
	(210, 65, '', 'admin.article.create', '添加文章', '', 0, 0, '2016-09-22 17:44:27', '2016-09-22 17:44:27'),
	(211, 65, '', 'admin.article.update', '修改文章', '', 0, 0, '2016-09-22 17:45:02', '2016-09-22 17:45:02'),
	(212, 65, '', 'admin.article.doCreate', '执行添加文章', '', 0, 0, '2016-09-22 17:45:31', '2016-09-22 17:45:31'),
	(213, 65, '', 'admin.article.category.doUpdate', '执行修改文章分类', '', 0, 0, '2016-09-22 17:46:47', '2016-09-22 17:46:47'),
	(214, 65, '', 'admin.article.doUpdate', '执行修改文章', '', 0, 0, '2016-09-22 17:52:58', '2016-09-22 17:52:58'),
	(215, 65, '', 'admin.article.doDelete', '执行删除文章', '', 0, 0, '2016-09-22 17:53:32', '2016-09-22 17:53:32'),
	(216, 68, '', 'admin.bonus.doCreate', '创建红包操作', '', 0, 0, '2016-09-22 18:06:43', '2016-09-22 18:06:43'),
	(217, 68, '', 'admin.bonus.doBonusDelay', '红包延期操作', '', 0, 0, '2016-09-22 18:08:27', '2016-09-22 18:08:27'),
	(218, 68, '', 'admin.bonus.update', '编辑红包', '', 0, 0, '2016-09-22 18:09:42', '2016-09-22 18:09:42'),
	(219, 68, '', 'admin.bonus.doUpdate', '编辑红包操作', '', 0, 0, '2016-09-22 18:10:20', '2016-09-22 18:10:20'),
	(220, 68, '', 'admin.bonus.publish', '发布红包', '', 0, 0, '2016-09-22 18:11:33', '2016-09-22 18:11:33'),
	(221, 68, '', 'admin.bonus.doSend', '执行发送红包操作', '', 0, 0, '2016-09-23 11:11:13', '2016-09-23 11:11:13'),
	(222, 63, '', 'admin.project.create', '添加项目', '', 0, 0, '2016-09-23 18:35:43', '2016-09-23 18:35:43'),
	(223, 67, '', 'admin.activity.lottery.configList', '奖品配置列表', '', 1, 0, '2016-09-29 19:05:21', '2016-09-29 19:05:21'),
	(224, 67, '', 'admin.activity.lottery.addConfig', '添加奖品配置', '', 0, 0, '2017-02-06 09:50:59', '2017-02-06 09:50:59'),
	(225, 67, '', 'admin.activity.lottery.doAddConfig', '执行奖品配置添加', '', 0, 0, '2017-02-06 09:51:15', '2017-02-06 09:51:15'),
	(226, 67, '', 'admin.activity.lottery.editConfig', '编辑奖品配置', '', 0, 0, '2017-02-06 09:52:00', '2017-02-06 09:52:00'),
	(227, 67, '', 'admin.activity.lottery.doEditConfig', '执行编辑奖品配置', '', 0, 0, '2017-02-06 09:52:23', '2017-02-06 09:52:23'),
	(228, 67, '', 'admin.ad.editPosition', '编辑广告位', '', 0, 0, '2016-10-08 17:05:52', '2016-10-08 17:05:52'),
	(229, 67, '', 'admin.ad.doEditPosition', '编辑广告位保存', '', 0, 0, '2016-10-08 17:06:23', '2016-10-08 17:06:23'),
	(230, 67, '', 'admin.ad.editAd', '编辑广告', '', 0, 0, '2016-10-08 17:06:51', '2016-10-08 17:06:51'),
	(231, 67, '', 'admin.ad.doEditAd', '编辑广告保存', '', 0, 0, '2016-10-08 17:07:14', '2016-10-08 17:07:14'),
	(232, 126, '', 'admin.partner.addInvite', '合伙人添加邀请关系', '', 0, 0, '2016-10-09 18:24:57', '2016-10-09 18:24:57'),
	(233, 63, '', 'admin.project.orderExport', '导出列表（财务）', '财务后台导出的信息', 0, 0, '2016-10-09 21:21:53', '2016-10-09 21:21:53'),
	(234, 61, '', 'admin.current.fund', '数据统计', '数据统计', 1, 0, '2016-10-10 17:23:33', '2016-10-10 17:23:33'),
	(235, 61, '', 'admin.current.export', '数据导出', '数据导出', 0, 0, '2016-10-10 17:23:59', '2016-10-10 17:23:59'),
	(236, 108, '', 'admin.accounts.doHandled', '处理对账', '', 0, 0, '2016-10-10 18:30:06', '2016-10-10 18:30:06'),
	(237, 108, '', 'admin.accounts.handled', '已处理列表', '', 0, 0, '2016-10-10 18:29:47', '2016-10-10 18:29:47'),
	(238, 108, '', 'admin.accounts.untreated', '未处理列表', '', 0, 0, '2016-10-10 18:29:23', '2016-10-10 18:29:23'),
	(239, 108, '', 'admin.accounts.checkList', '对账列表', '', 0, 0, '2016-10-10 18:31:24', '2016-10-10 18:31:24'),
	(240, 108, '', 'admin.accounts.delete', '删除文件', '', 0, 0, '2016-10-10 18:28:45', '2016-10-10 18:28:45'),
	(241, 108, '', 'admin.accounts.review', '审核对账', '', 0, 0, '2016-10-10 18:28:24', '2016-10-10 18:28:24'),
	(242, 108, '', 'admin.accounts.addBatch', '添加对账数据', '', 0, 0, '2016-10-10 18:28:00', '2016-10-10 18:28:00'),
	(243, 108, '', 'admin.accounts.batchList', '充值对账', '', 1, 0, '2016-10-09 10:03:06', '2016-10-09 10:03:06'),
	(244, 108, '', 'admin.bankcode.lists', '网银银行列表', '', 1, 0, '2016-10-11 17:22:37', '2016-10-11 17:22:37'),
	(245, 108, '', 'admin.bankcode.doEditStatus', '网银银行操作（显示/隐藏）', '', 0, 0, '2016-10-11 17:23:10', '2016-10-11 17:23:10'),
	(248, 67, '', 'admin.micro.delete', '删除微刊', '', 0, 0, '2016-10-19 15:24:59', '2016-10-19 15:24:59'),
	(249, 67, '', 'admin.micro.doEditMicro', '执行编辑微刊', '', 0, 0, '2016-10-19 15:24:46', '2016-10-19 15:24:46'),
	(250, 67, '', 'admin.micro.doAddMicro', '执行添加微刊', '', 0, 0, '2016-10-19 15:24:25', '2016-10-19 15:24:25'),
	(251, 67, '', 'admin.micro.editMicro', '编辑微刊', '', 0, 0, '2016-10-19 15:23:59', '2016-10-19 15:23:59'),
	(252, 67, '', 'admin.micro.addMicro', '添加微刊', '', 0, 0, '2016-10-19 15:23:42', '2016-10-19 15:23:42'),
	(253, 67, '', 'admin.micro.list', '微刊管理', '', 1, 0, '2016-10-19 15:23:18', '2016-10-19 15:23:18'),
	(254, 61, '', 'admin.current.limit.doEdit', '活期限额编辑保存', '', 0, 0, '2016-10-24 16:33:18', '2016-10-24 16:33:18'),
	(255, 61, '', 'admin.current.limit.edit', '活期限额编辑', '', 0, 0, '2016-10-24 16:34:11', '2016-10-24 16:34:11'),
	(256, 63, '', 'admin.project.beforeRefundRecord', '提前还款', '', 0, 0, '2016-10-25 14:54:13', '2016-10-25 14:54:13'),
	(257, 118, '', 'admin.user.doChangeBalance', '执行账户余额 【加/扣款】', '', 0, 0, '2016-10-14 15:18:42', '2016-10-14 15:18:42'),
	(258, 118, '', 'admin.user.changeBalance', '账户余额  【加/扣款】', '', 0, 0, '2016-10-14 15:19:25', '2016-10-14 15:19:25'),
	(259, 118, '', 'admin.user.doUserStatusFrozen', '账户冻结', '', 0, 0, '2016-10-28 15:43:41', '2016-10-28 15:43:41'),
	(260, 118, '', 'admin.user.doUserStatusUnFrozen', '账户解冻', '', 0, 0, '2016-10-28 15:44:14', '2016-10-28 15:44:14'),
	(261, 65, '', 'admin.editor.image.upload', '编辑器图片上传', '', 0, 0, '2016-11-03 17:39:56', '2016-11-03 17:39:56'),
	(262, 65, '', 'admin.editor.image.manager', '编辑器图片管理', '', 0, 0, '2016-11-03 17:40:29', '2016-11-03 17:40:29'),
	(263, 64, '', 'admin.withdrawRecord', 'T+0提现处理列表', '', 1, 0, '2016-11-08 10:58:25', '2016-11-08 10:58:25'),
	(264, 64, '', 'admin.withdraw.sendEmail', '【网银】提现处理邮件发送', '', 0, 0, '2017-04-19 10:02:40', '2017-04-19 10:02:40'),
	(265, 68, '', 'admin.bonus.usedStatus', '红包使用状态', '', 1, 0, '2016-11-21 11:13:55', '2016-11-21 11:13:55'),
	(266, 116, '', 'admin.recharge.exportTotal', '导出充值数据', '', 0, 0, '2016-11-21 11:12:50', '2016-11-21 11:12:50'),
	(267, 126, '', 'admin.partner.rewardExport', '合伙人收益导出', '', 0, 0, '2016-11-23 02:38:21', '2016-11-23 02:38:21'),
	(268, 61, '', 'admin.current.interest.history', '活期收益列表', '', 1, 0, '2016-11-28 10:19:13', '2016-11-28 10:19:13'),
	(269, 116, '', 'admin.fund.fundStat', '账户资金统计', '', 1, 0, '2016-11-25 02:21:12', '2016-11-25 02:21:12'),
	(270, 132, '', 'admin.outCall.index', '客服外呼管理', '', 1, 0, '2016-12-09 18:12:02', '2016-12-09 18:12:02'),
	(271, 122, '', 'admin.bankcard.unbind', '先锋支付银行卡解绑', '', 1, 0, '2016-12-12 11:29:41', '2016-12-12 11:29:41'),
	(272, 122, '', 'admin.bankcard.doUnbind', '先锋支付银行卡解绑处理', '', 0, 0, '2016-12-12 11:30:09', '2016-12-12 11:30:09'),
	(273, 126, '', 'admin.partner.inviteRates', '邀请加息券', '', 1, 0, '2016-12-14 11:02:57', '2016-12-14 11:02:57'),
	(274, 126, '', 'admin.partner.AddInviteRates', '执行添加邀请加息券', '', 0, 0, '2016-12-14 11:03:23', '2016-12-14 11:03:23'),
	(275, 126, '', 'admin.partner.DelInviteRates', '删除邀请加息券', '', 0, 0, '2016-12-14 11:03:47', '2016-12-14 11:03:47'),
	(276, 116, '', 'admin.fund.fundHistoryStat', '资金流水统计', '', 1, 0, '2016-12-14 10:35:29', '2016-12-14 10:35:29'),
	(277, 67, '', 'admin.activity.lottery.record', '中奖记录列表', '', 1, 0, '2016-12-30 10:57:21', '2016-12-30 10:57:21'),
	(278, 118, '', 'admin.user.remind', '长期未投资用户', '长期未进行投资的有余额用户', 1, 0, '2017-01-10 10:08:25', '0000-00-00 00:00:00'),
	(293, 67, '', 'admin.activity_config.doUpdate', '活动配置更新', '', 0, 0, '2017-01-20 19:16:09', '2017-01-20 19:16:09'),
	(294, 67, '', 'admin.activity_config.doCreate', '活动配置创建', '', 0, 0, '2017-01-20 19:15:44', '2017-01-20 19:15:44'),
	(295, 67, '', 'admin.activity_config.update', '更新活动配置', '', 0, 0, '2017-02-06 09:54:00', '2017-02-06 09:54:00'),
	(296, 67, '', 'admin.activity_config.create', '创建活动配置', '', 0, 0, '2017-01-20 19:14:54', '2017-01-20 19:14:54'),
	(297, 67, '', 'admin.activity_config', '活动配置项', '', 1, 0, '2017-01-20 19:14:37', '2017-01-20 19:14:37'),
	(298, 118, '', 'admin.user.loginInfo', '查看用户登录记录', '', 0, 0, '2017-02-09 17:49:49', '2017-02-09 17:49:49'),
	(299, 67, '', 'admin.activity.lottery.lotteryJson', 'Ajax获取奖品配置列表', '', 0, 0, '2017-02-20 10:24:54', '2017-02-20 10:24:54'),
	(300, 67, '', 'admin.activity.lottery.doEditRecord', '执行中奖记录更新', '', 0, 0, '2017-02-20 10:24:18', '2017-02-20 10:24:18'),
	(301, 67, '', 'admin.activity.lottery.editRecord', '调整中奖记录', '', 0, 0, '2017-02-20 10:24:00', '2017-02-20 10:24:00'),
	(302, 67, '', 'admin.activity.lottery.doAddRecord', '执行中奖记录补充', '', 0, 0, '2017-02-20 10:23:40', '2017-02-20 10:23:40'),
	(303, 67, '', 'admin.activity.lottery.addRecord', '补充中奖记录', '', 0, 0, '2017-02-20 10:23:14', '2017-02-20 10:23:14'),
	(304, 64, '', 'admin.withdraw.sendEmailSuma', '【丰付】提现处理邮件发送', '', 0, 0, '2017-04-19 10:00:38', '2017-04-19 10:00:38'),
	(305, 62, '', 'admin.credit.create.disperse', '【新活期】债权添加', '', 1, 0, '2017-05-23 11:55:24', '2017-03-22 17:52:17'),
	(306, 62, '', 'admin.credit.lists.disperse', '【新活期】债权列表', '', 1, 2, '2017-05-23 11:55:14', '2017-03-22 17:53:52'),
	(310, 0, 'bell', '#-1491890141', '新活期管理', '', 1, 0, '2017-04-11 13:55:41', '2017-04-11 13:55:41'),
	(311, 310, '', 'admin.currentNew.project.doEdit', '执行编辑项目', '', 0, 0, '2017-03-21 17:38:53', '2017-03-21 17:38:53'),
	(312, 310, '', 'admin.currentNew.project.edit', '编辑项目', '', 0, 0, '2017-03-21 17:38:30', '2017-03-21 17:38:30'),
	(313, 310, '', 'admin.currentNew.project.doCreate', '执行创建项目', '', 0, 0, '2017-03-21 17:38:05', '2017-03-21 17:38:05'),
	(314, 310, '', 'admin.currentNew.project.create', '创建项目', '', 0, 0, '2017-04-11 13:56:15', '2017-04-11 13:56:15'),
	(315, 310, '', 'admin.currentNew.project.lists', '项目列表', '', 0, 0, '2017-04-11 13:56:32', '2017-04-11 13:56:32'),
	(316, 310, '', 'admin.currentNew.rate.edit', '编辑活期利率', '', 0, 0, '2016-09-22 16:26:57', '2016-09-22 16:26:57'),
	(317, 310, '', 'admin.currentNew.rate.doEdit', '编辑活期利率的操作', '', 0, 0, '2016-09-22 16:23:35', '2016-09-22 16:23:35'),
	(318, 310, '', 'admin.currentNew.rate.doCreate', '添加活期利率的操作', '', 0, 0, '2016-09-22 16:22:49', '2016-09-22 16:22:49'),
	(319, 310, '', 'admin.currentNew.rate.create', '添加活期利率', '', 1, 0, '2016-09-14 20:34:17', '2016-09-14 20:34:17'),
	(320, 310, '', 'admin.currentNew.rate.lists', '活期利率列表', '', 1, 0, '2016-09-22 16:23:57', '2016-09-22 16:23:57'),
	(321, 62, '', 'admin.credit.doCreate.disperse', '执行创建债权', '', 0, 0, '2017-04-11 17:15:44', '2017-04-11 17:15:44'),
	(322, 62, '', ' admin.credit.doOnline.disperse', '执行发布债权', '', 0, 0, '2017-04-11 17:16:17', '2017-04-11 17:16:17'),
	(323, 67, '', 'admin.sms.check', '短信内容检测', '', 1, 0, '2017-04-13 10:25:30', '2017-04-13 10:25:30'),
	(324, 67, '', 'admin.sms.doCheck', '执行短信内容检测', '', 0, 0, '2017-04-13 10:25:09', '2017-04-13 10:25:09'),
	(325, 64, '', 'admin.withdraw.sendEmailWithdraw', '【先锋】提现处理邮件发送', '', 0, 0, '2017-04-20 13:41:13', '2017-04-20 13:41:13'),
	(326, 63, '', 'admin.project.new.doUpdate', '执行新定期项目编辑', '', 0, 0, '2017-04-24 14:17:20', '2017-04-24 14:17:20'),
	(327, 63, '', 'admin.project.new.update', '新定期项目编辑', '', 0, 0, '2017-04-24 11:33:52', '2017-04-24 11:33:52'),
	(328, 63, '', 'admin.project.new.doCreate', '执行新定期项目添加', '', 0, 0, '2017-04-22 16:26:04', '2017-04-22 16:26:04'),
	(329, 63, '', 'admin.project.new.create', '新项目发布', '', 1, 0, '2017-04-22 15:36:10', '2017-04-22 15:36:10'),
	(330, 62, '', 'admin.credit.lists.loanUser', '【借款人体系】债权列表', '', 1, 0, '2017-06-12 11:15:24', '2017-06-12 11:15:24'),
	(331, 62, '', 'admin.credit.create.doLoanUser', '执行添加用户借款债权', '', 0, 1, '2017-06-12 11:16:28', '2017-06-12 11:16:28'),
	(332, 62, '', 'admin.credit.create.loanUser', '【借款人体系】债权添加', '', 1, 1, '2017-06-12 11:16:52', '2017-06-12 11:16:52'),
	(333, 62, '', 'admin.data.get.creditList', '【房抵】债权导出', '', 1, 0, '2017-05-23 11:56:23', '2017-05-08 11:22:19'),
	(334, 62, '', 'admin.credit.doEdit.extend', '执行债权扩展信息编辑', '', 0, 0, '2017-05-23 10:38:49', '2017-05-23 10:38:49'),
	(335, 62, '', 'admin.credit.edit.extend', '债权扩展信息编辑', '', 0, 0, '2017-05-23 10:39:23', '2017-05-23 10:39:23'),
	(336, 62, '', 'admin.credit.doCreate.all', '执行债权合并创建', '', 0, 0, '2017-05-23 10:39:50', '2017-05-23 10:39:50'),
	(337, 62, '', 'admin.credit.create.all', '【定期】债权添加', '', 1, 0, '2017-05-23 11:55:55', '2017-05-23 10:40:31'),
	(338, 62, '', 'admin.credit.new.lists', '【定期】债权列表', '', 1, 0, '2017-05-23 11:55:59', '2017-05-23 10:41:10'),
	(339, 62, '', 'admin.credit.edit.all', '编辑债权', '', 0, 0, '2017-05-23 11:48:34', '2017-05-23 11:45:48'),
	(340, 62, '', 'admin.credit.doEdit.all', '执行编辑债权', '', 0, 0, '2017-05-23 11:48:39', '2017-05-23 11:46:22'),
	(341, 0, 'eye', '#-1495678631', '数据中心', 'DataCenter', 1, 1, '2017-05-25 10:17:11', '2017-05-25 10:17:11'),
	(342, 341, '', 'admin.statdata.statData', '数据报表图', '平台数据展示', 1, 0, '2017-05-25 10:18:11', '2017-05-25 10:18:11');

--
-- 转存表中的数据 `permission_role`
--

INSERT INTO `{db_prefix}permission_role` (`permission_id`, `role_id`) VALUES
  (20, 10),
  (21, 10),
  (22, 10),
  (35, 10),
  (38, 10),
  (39, 10),
  (40, 10),
  (42, 10),
  (43, 10),
  (44, 10),
  (45, 10),
  (46, 10),
  (47, 10),
  (48, 10),
  (49, 10),
  (50, 10),
  (51, 10),
  (52, 10),
  (53, 10),
  (54, 10),
  (55, 10),
  (56, 10),
  (57, 10),
  (58, 10),
  (59, 10),
  (60, 10),
  (20, 12),
  (21, 12),
  (22, 12),
  (35, 12),
  (37, 12);

--
-- 转存表中的数据 `roles`
--

INSERT INTO `{db_prefix}roles` (`id`, `name`, `display_name`, `description`, `created_at`, `updated_at`) VALUES
  (10, 'administrator', '系统管理员', '', '2016-02-19 09:59:52', '2016-02-19 09:59:52'),
  (12, 'tester', '测试', '', '2016-07-07 09:50:49', '2016-07-07 09:50:49'),
  (13, 'php', 'PHP', '', '2016-07-07 09:45:03', '2016-07-07 09:45:03'),
  (14, 'tmp', '临时角色', '', '2016-07-07 09:45:27', '2016-07-07 09:45:27'),
  (15, 'product', '产品', '', '2016-07-07 09:46:27', '2016-07-07 09:46:27'),
  (16, 'customer', '客服', '', '2016-07-07 09:46:50', '2016-07-07 09:46:50'),
  (17, 'super-customer', '高级客服', '', '2016-07-07 09:47:07', '2016-07-07 09:47:07'),
  (18, 'super-product', '高级产品', '', '2016-07-07 09:51:38', '2016-07-07 09:47:22'),
  (19, 'operator', '运营', '', '2016-07-07 09:48:42', '2016-07-07 09:48:42'),
  (20, 'operational', '运维', '', '2016-07-07 09:50:33', '2016-07-07 09:50:33'),
  (21, 'super-tester', '高级测试', '', '2016-07-07 09:51:40', '2016-07-07 09:51:07');

-- --------------------------------------------------------

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin_password_resets`
--
ALTER TABLE `{db_prefix}admin_password_resets`
  ADD KEY `admin_password_resets_email_index` (`email`),
  ADD KEY `admin_password_resets_token_index` (`token`);

--
-- Indexes for table `admin_users`
--
ALTER TABLE `{db_prefix}admin_users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admin_users_email_unique` (`email`);

--
-- Indexes for table `admin_user_role`
--
ALTER TABLE `{db_prefix}admin_user_role`
  ADD PRIMARY KEY (`user_id`,`role_id`),
  ADD KEY `admin_user_roles_role_id_foreign` (`role_id`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `{db_prefix}permissions`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `permissions_name_unique` (`name`);

--
-- Indexes for table `permission_role`
--
ALTER TABLE `{db_prefix}permission_role`
  ADD PRIMARY KEY (`permission_id`,`role_id`),
  ADD KEY `permission_role_role_id_foreign` (`role_id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `{db_prefix}roles`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `roles_name_unique` (`name`);

--
-- AUTO_INCREMENT for table `admin_users`
--
ALTER TABLE `{db_prefix}admin_users`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `{db_prefix}permissions`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `{db_prefix}roles`
  MODIFY `id` int(10) unsigned NOT NULL AUTO_INCREMENT;

--
-- 表外键关联
--

--
-- 表 `admin_user_role`
--
ALTER TABLE `{db_prefix}admin_user_role`
  ADD CONSTRAINT `admin_user_roles_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `{db_prefix}admin_users` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `admin_user_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `{db_prefix}roles` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- 表 `permission_role`
--
ALTER TABLE `{db_prefix}permission_role`
  ADD CONSTRAINT `permission_role_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `{db_prefix}permissions` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `permission_role_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `{db_prefix}roles` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
