<?php

return [

    'TYPE_0'         => '普通邀请',    //普通邀请
    'TYPE_1'         => '短信邀请' ,    //
    'TYPE_2'         => '微信邀请',    //微信邀请
    'TYPE_3'         => '分享邀请',    //分享邀请
    'TYPE_4'         => '自媒体邀请',    //自媒体邀请
    'TYPE_5'         => '添加用户信息邀请',    //添加用户信息邀请
    'TYPE_6'         => '呼朋唤友',    //呼朋唤友
    'TYPE_7'         => '新年抢话费',    //新年抢话费
    'TYPE_8'         => '合伙人邀请',    //合伙人邀请
    'TYPE_9'         => '邀请码',    //邀请码
    'TYPE_10'        => '推广关键词',    //推广关键词（新版）
    'TYPE_11'        => '手机号邀请',    //手机号邀请
    'TYPE_12'        => '后台添加合伙人邀请',    //手机号邀请
    'USER_TYPE_2'    => '自媒体',
    'USER_TYPE_1'    => '用户',

];
