<?php
/**
 * Created by PhpStorm.
 * User: gyl-dev
 * Date: 16/6/12
 * Time: 上午11:40
 * Desc: 发送短信相关的内容
 */

return [

    'PROJECT_101' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，预计到期日期%s，到期本息总计%s元。客服4006686568',
    'PROJECT_103' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，投资期限%s，预期年化收益%s%%。客服4006686568',
    'PROJECT_106' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，投资期限%s，预期年化收益%s%%。客服4006686568',
    'PROJECT_112' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，投资期限%s，预期年化收益%s%%。客服4006686568',
    'PROJECT_200' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，预计到期日期%s，到期本息总计%s元。客服4006686568',
    'PROJECT_306' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，投资期限%s，预期年化收益%s%%，投资当日%s元利息即可到账，让您乐享生活，请您留意账户资金变动。客服4006686568',
    'PROJECT_312' => '【九斗鱼】恭喜，您于%s成功投资%s号项目%s元，投资期限%s，预期年化收益%s%%，投资当日%s元利息即可到账，让您乐享生活，请您留意账户资金变动。客服4006686568',

];